/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"Group" = "קבוצה";
"Name" = "‏שם";
"none given" = "לא הוגדר";
"Enabled" = "‏פעיל‏";
"Auto Play" = "הפעלה אוטומטית";
"AUTO_DESCRIPTION" = "הפעל באופן אוטומטי את פרק הפודקאסט הבא.";
"Podcasts 1.0" = "פודקאסטים 1.0";
"COPYRIGHT_TEXT" = "‏© 2012 Apple בע״מ. כל הזכויות שמורות.";
"Subscriptions_Title" = "ברירות-מחדל למנויים";
"Auto-Download" = "הורדות אוטומטיות";
"Episodes-To-Keep" = "פרקים שברצונך לשמור";
"KeepAllEpisodes" = "כל הפרקים";
"KeepAllUnplayedEpisodes" = "כל הפרקים שלא נוגנו";
"KeepMostRecentEpisode" = "הפרק האחרון";
"KeepLast2Episodes" = "שני הפרקים האחרונים";
"KeepLast3Episodes" = "3 הפרקים האחרונים";
"KeepLast5Episodes" = "5 הפרקים האחרונים";
"KeepLast10Episodes" = "10 הפרקים האחרונים";
"KeepAllEpisodesShort" = "‏הכול";
"KeepAllUnplayedEpisodesShort" = "כל הפריטים שלא הופעלו";
"KeepMostRecentEpisodeShort" = "החדשים ביותר";
"KeepLast2EpisodesShort" = "2 האחרונים";
"KeepLast3EpisodesShort" = "3 האחרונים";
"KeepLast5EpisodesShort" = "5 האחרונים";
"KeepLast10EpisodesShort" = "10 האחרונים";
"CELL_DOWNLOAD" = "השתמש בנתונים סלולריים";
"CELL_DOWNLOAD_FOOTER" = "השתמש/י ברשת סלולרית להורדות אוטומטיות ולהזרמת פלייבקים.";
"Sync Subscriptions" = "סנכרן מנויים";
"Debug" = "נפה שגיאות";
"Reset Stations Data" = "איפוס נתוני תחנות";
"Version" = "גירסה";
